Repository: common-repository/wp-mailing-group
Catalog: languages/mailing-group-module-*.po
Languages: de_de

source: Mailing group has been deleted successfully.
de_de: Mailing Group wurde erfolgreich gelöscht.

source: Group Name
de_de: Gruppenname

source: Email Address
de_de: Emailadresse

source: Please enter name.
de_de: Bitte füge den Namen ein.

source: Actions
de_de: Aktionen

source: General Settings
de_de: Allgemeine Einstellungen

source: Member Manager
de_de: Mitglieder Manager

source: Add Member
de_de: Mitglied hinzufügen

source: Subscription Requests
de_de: Abo-Anfragen

source: Add Subscription Request
de_de: Abo-Anfrage hinzufügen

source: Send Message
de_de: Nachricht senden

source: Messages Manager
de_de: Nachrichten Manager

source: Messages Editor
de_de: Nachrichten Editor

source: Add Message
de_de: Nachricht hinzufügen

source: Add Admin Message
de_de: Eine Admin-Benachrichtigung hinzufügen

source: Import User
de_de: Beutzer importieren

source: View Message
de_de: Benachrichtigung ansehen

source: Contact Info
de_de: Kontakt Info

source: Help
de_de: Hilfe

source: Update Message
de_de: Benachrichtigung aktualisieren

source: Submit
de_de: Speichern

source: Introduction
de_de: Einführung

source: Custom Messages
de_de: Benachrichtigungen

source: Admin Messages
de_de: Admin-Benachrichtigungen

source: Contact
de_de: Kontakt

source: Add/Edit Message
de_de: Hinzufügen/ändern einer Nachricht

source: Back to Admin Messages
de_de: Zurück zu den Admin-Benachrichtigungen

source: Title
de_de: Titel

source: Subject
de_de: Betreff

source: Description
de_de: Beschreibung

source: Available variables
de_de: Verfügbare Platzhalter

source: User's Display Name
de_de: angezeigter Benutzername

source: User's Name
de_de: Name des Benutzers

source: User's Email
de_de: Email des Benutzers

source: User's Password
de_de: Passwort des Benutzers

source: User's Activation URL
de_de: Aktivierungslink für den Benutzer

source: User's Login URL
de_de: Login-Link für den Benutzer

source: Site's Email
de_de: Email der Seite

source: Site's Title
de_de: Titel der Seite

source: Site's Web Address
de_de: Web-Adresse der Seite

source: Current Group List
de_de: Liste der aktuellen Gruppen

source: Current Group Name
de_de: Name der aktuellen Gruppe

source: Message has been added successfully.
de_de: Die Nachricht wurde erfolgreich hinzugefügt.

source: Message has been updated successfully.
de_de: Die Nachricht wurde erfolgreich aktualisiert.

source: Message has been set to visible successfully.
de_de: Die Sichtbarkeit der Nachricht wurde erfolgreich auf "sichtbar" gesetzt.

source: Message has been set to hidden successfully.
de_de: Die Sichtbarkeit der Nachricht wurde erfolgreich auf "versteckt" gesetzt.

source: Message has been deleted successfully.
de_de: Die Nachricht wurde erfolgreich gelöscht.

source: New custom message
de_de: Neue Benachrichtigung

source: Message
de_de: Benachrichtigung

source: Hidden/Visible
de_de: versteckt/sichtbar

source: Visible
de_de: Sichtbar

source: Hidden
de_de: Versteckt

source: No Message Found!
de_de: Keine Benachrichtigung gefunden!

source: Our Address
de_de: Unsere Adresse

source: Override Form Style
de_de: Überschreibe hier den Style des Formulars

source: Mailing Group Module Help (Version : %s)
de_de: Mailing Group Modul Hilfe (Version : %s)

source: %1s out of %2s users have been imported successfully.
de_de: %1s vonf %2s wurden erfolgreich importiert.

source: Member(s) have been successfully added to selected groups.
de_de: Mitglied(er) wurde(n) erfolgreich zu den ausgewählten Gruppen hinzugefügt.

source: Subscription Request Manager
de_de: Abo-Anfragen-Manager

source: Add New Subscriber
de_de: Neuen Abonennten hinzufügen

source: Import Users
de_de: Benutzer importieren

source: Import Users from WordPress
de_de: Wordpress-Benutzer importieren

source: Any users you import to a mailing group below will have their subscription activated immediately, without any opt-in confirmation sent to their email address. Please only import users as subscribers here if you have their permission already.
de_de: Jeder Benutzer, den du unten in eine Mailing Group importierst, wird sofort aktiviert, ohne zusätzliche Opt-In-Bestätigungs-Email. Bitte nur Benutzer importieren, von denen du bereits eine Erlaubnis zum Eintragen hast.

source: There are currently no WordPress users available for import.
de_de: Es wurden keine Wordpress-Benutzer zum Importieren gefunden.

source: Import Selected Users into:
de_de: Selektierte Benutzer zu folgenden Mailing Groups hinzufügen

source: Import from CSV file
de_de: Aus einer CSV-Datei importieren

source: Browse CSV file
de_de: Nach CSV-Datei suchen

source: NB: The CSV file should be formatted as follows with no extra data, and each entry on a separate line:<br />Full Name, email@address.com
de_de: PS: Die CSV-Datei sollte folgendermaßen formatiert sein, ohne zusätzliche Daten und mit nur einem Eintrag pro Zeile:<br />Ganzer Name, email@adresse.de

source: Alert on new subscription
de_de: Benachrichtigung bei neuen Abonennten

source: Subscription alert email
de_de: Abonennten Benachrichtigungs-Email

source: Email bounce alert
de_de: Benachrichtigung bei nicht zustellbaren Emails

source: No. of bounces prior to alert
de_de: Anzahl der Nicht-Zustellungen vor der Benachrichtigung

source: Send bounce alert email to
de_de: Nicht-Zustellungs-Email senden an

source: Check Crons
de_de: Cron-Jobs überprüfen

source: Update Mailing Group
de_de: Mailing Group aktualisieren

source: Add Mailing Group
de_de: Mailing Group hinzufügen

source: Add/Edit Mailing Group
de_de: Mailing Group hinzufügen(bearbeiten

source: Use name as prefix in email subject lines
de_de: Den Gruppennamen als Präfix im Betreff der Email verwenden

source: Group Email Address
de_de: Email-Adresse der Gruppe

source: Password
de_de: Passwort

source: e.g. pop.mailserver.com
de_de: z.B. pop.mailserver.de

source: SSL/Secure Connection
de_de: SSL/Sicher Verbnidung

source: Username
de_de: Benutzername

source: e.g. smtp.mailserver.com
de_de: z.B. smtp.mailserver.de

source: Auto-delete old messages
de_de: Alte Nachrichten automatisch löschen

source: No
de_de: Nein

source: Yes, after
de_de: ja, nach

source: days
de_de: Tagen

source: Footer text for emails
de_de: Text in der Fußzeile der Emails

source: Settings for Subscription Request messages
de_de: Einstellungen für Abonnement-Anfrage-Benachrichtigung

source: Sender name
de_de: Absendername

source: Sender email
de_de: Absenderemail

source: Reply To
de_de: Antowort an

source: Active
de_de: Aktiv

source: Visibility
de_de: Sichtbarkeit

source: Inactive
de_de: Inaktiv

source: Public
de_de: Öffentlich

source: Invitation
de_de: Einladung

source: Private
de_de: Privat

source: Approve
de_de: Genehmigen

source: Delete
de_de: Löschen

source: No new subscription requests
de_de: Keine neuen Abonnement-Anfragen

source: Add Subscriber
de_de: Abonennten hinzufügen

source: You can only add 20 member(s) per group, Please upgrade to paid version for more features.
de_de: Du kannst nur 20 Mitglieder zu einer Gruppe hinzufügen. Für mehr Funktionen bitte die Premium-Version kaufen.

source: The username entered already exists in the system.
de_de: Der eingegebene Benutzername existiert bereits im System.

source: The email entered already exists in the system.
de_de: Die eingegebene Emailadresse existiert bereits im System.

source: Please enter username or email to proceed.
de_de: Zum Fortfahren bitte Benutzername oder Email eingeben.

source: Please enter username to proceed.
de_de: Zum Fortfahren bitte Benutzername eingeben.

source: Member has been unsubcribed from the group.
de_de: Das Mitglied wurde aus der Gruppe entfernt.

source: Please enter username to check.
de_de: Bitte den Benutzernamen zum Überprüfen eingeben.

source: Username is available.
de_de: Der Benutzername ist verfügbar.

source: Username is not available, please try again.
de_de: Der Benutzername ist nicht verfügbar, bitte nochmal probieren.

source: No of Email Bounces
de_de: Anzahl der Nicht-Zustellungen

source: click to put On Hold
de_de: Klicken, um in Wartestellung zu setzen

source: On Hold
de_de: In Wartestellung

source: click to Activate
de_de: Klicken, um zu aktivieren

source: Select Message
de_de: Benachrichtigung auswählen

source: New Message
de_de: Neue Benachrichtigung

source: Please click on below icons to manage the content.
de_de: Kliicke bitte auf die Icons unten, um den Inhalt zu bearbeiten.

source: User with email address already exists
de_de: Ein Benutzer mit dieser Emailadresse existiert bereits.

source: Invalid captcha code, Please try again.
de_de: Ungültiger Captcha-Code, bitte nochmal probieren.

source: Dear Admin
de_de: Lieber Admin

source: A user has exceeded the bounced email limit on %s! Here are the user details:
de_de: Ein Benutzer hat in %s die erlaubte Anzahl an Nicht-Zustellungen überschritten! Hier sind die Details des Benutzers:

source: Username: %s
de_de: Benutzername: %s

source: Email Address: %s
de_de: Emailadresse: %s

source: Thank you!
de_de: Vielen Dank!

source: Choose Mailing Function
de_de: Emails senden über

source: Dear Admin,
de_de: Lieber Admin,
